package com.conboi.core.domain.level


val listOfLevelTitles = listOf(
    "How many ducks?",
    "Wake up the owl",
    "Which one is not ice cream?",
    "Light up the 4th bulb",
    "You have to win the game",
    "У меня было 10 рыбок в моем аквариуме, но когда я пришел домой, я обнаружил, что 6 из них умерли. Сколько рыбок осталось в аквариуме?",
    "Какое число находится с той стороны кубика?",
    "Какое число здесь спрятано?",
    "У моей овдовевшей бабушки трое детей. Они все женаты, и у них есть по крайней мере по 1 ребенку. У моей тети 3 племянника. Какое минимальное количество стульев нам нужно, чтобы усадить всех за стол?",
    "Если приготовление 1 курицы занимает 5 минут, то сколько нужно времени, чтобы приготовить 5 куриц?",
    "",
    "Что встречается два раза в неделю и один раз в месяц?",
    "Сколько останется букв, если И и Т покинут алфавит?",
)


val listOfLevelAdvises = listOf(
    "Count the ducks",
    "Tap on the owl",
    "Tap on the ice cream",
    "Tap on the 4th bulb",
    "Tap on the green button",
    "Посчитайте рыбок",
    "Посчитайте кубик",
    "Посчитайте кубик",
    "Посчитайте стулья",
    "Посчитайте куриц",
    "",
    "Посчитайте буквы",
    "Посчитайте буквы",
)